console.log(`Оценка 100 из 100: \n
	1. Вёрстка валидная (10/10) \n
	2. Вёрстка семантическая (20/20) \n
	В коде странице присутствуют следующие элементы(указано минимальное количество, может быть больше): \n
	- <header>, <main>, <footer> \n
	- шесть элементов <section> (по количеству секций)  \n
	- только один заголовок <h1> \n
	- пять заголовков <h2> (количество секций минус одна, у которой заголовок <h1>) \n
	- один элемент <nav> (панель навигации) \n
	- два списка ul > li > a (панель навигации, ссылки на соцсети) \n
	- десять кнопок <button> \n
	- два инпута: <input type=\"email\"> и <input type=\"tel\"> \n
	- один элемент <textarea> \n
	- три атрибута placeholder \n
	Вёрстка соответствует макету (48/48) \n
	- блок <header> \n
	- секция hero \n
	- секция skills \n
	- секция portfolio \n
	- секция video \n
	- секция price \n
	- секция contacts \n
	- блок <footer> \n
	Требования к css (12/12) \n
	- для построения сетки используются флексы или гриды \n
	- при уменьшении масштаба страницы браузера вёрстка размещается по центру, а не сдвигается в сторону \n
	- фоновый цвет тянется на всю ширину страницы \n
	- иконки добавлены в формате .svg. SVG может быть добавлен любым способом. \n
	- изображения добавлены в формате .jpg \n
	- есть favicon \n
	Интерактивность, реализуемая через css +20 \n
	- плавная прокрутка по якорям \n
	- ссылки в футере ведут на гитхаб автора проекта и на страницу курса https://rs.school/js-stage0/ \n
	- интерактивность включает в себя не только изменение внешнего вида курсора, например, при помощи свойства cursor: pointer, но и другие визуальные эффекты, например, изменение цвета фона или цвета шрифта. Если в макете указаны стили при наведении и клике, для элемента указываем эти стили. Если в макете стили не указаны, реализуете их по своему усмотрению, руководствуясь общим стилем макета \n
	- обязательное требование к интерактивности: плавное изменение внешнего вида элемента при наведении и клике не влияющее на соседние элементы`
);